const PersonalInfoPolicy = () => {
  return (
    <p className='overflow-y-scroll'>
      늘품내진이앤씨는 (이하'회사')고객님의 개인정보를 중요시하며, "정보통신망
      및 정보보호"에 관한 법률을 준수하고 있습니다. <br />
      <br />
      회사는 개인정보취급방침을 통하여 고객님께서 제공하는 개인정보가 어떠한
      용도와 방식으로 이용되고 있으며, 개인정보 보호를 위해 어떠한 조치가
      취해지고 있는지 알려드립니다.
      <br />
      <br />
      본 방침은 2024 년 7 월 26 일 부터 시행됩니다.
      <br />
      <br />
      회사의 개인정보취급방침은 다음과 같은 내용을 담고 있습니다.
      <br />
      <br />
      1. 수집하는 개인정보의 이용목적
      <br />
      2. 수집하는 개인정보 항목/수집방법
      <br />
      3. 개인정보의 보유 및 이용기간
      <br />
      4. 개인정보의 파기절차 및 방법
      <br />
      5. 개인정보의 제3자 제공
      <br />
      6. 수집하는 개인정보의 위탁
      <br />
      7. 이용자 및 법정대리인의 권리와 그 행사방법
      <br />
      8. 개인정보 자동수집 장치의 설치, 운영 및 그 거부에 관한 사항
      <br />
      9. 개인정보의 기술적/관리적 보호 대책
      <br />
      10. 고지의 의무
      <br />
      1. 수집하는 개인정보의 이용목적
      <br />
      회사는 수집한 개인정보를 다음의 목적을 위해 활용합니다.
      <br />
      <br />
      문의하기 : 민원인의 신원 확인 및 처리사항 전달
      <br />
      <br />
      2. 수집하는 개인정보 항목/수집방법
      <br />
      문의하기
      <br />
      <br />
      - 수집항목(필수) : 이름, 이메일, 전화번호
      <br />
      - 수집항목(선택) : 예산, 희망면적, 기타 희망 지역, 유입경로
      <br />
      - 수집방법 : 회사의 홈페이지에 개인정보 수집 및 이용에 동의를 통한
      문의하기 접수 시 당사의 담당자 메일로 수집
      <br />
      3. 개인정보의 보유 및 이용기간
      <br />
      문의하기 : 1년
      <br />
      <br />
      4. 개인정보의 파기절차 및 방법
      <br />
      파기절차
      <br />
      <br />
      - 고객의 개인정보는 수집, 이용목적이 달성된 후 내부 방침 및 기타 관련
      법령에 의한 정보 보호 사유에 따라(보유 및 이용기간 참조), 일정 기간 저장된
      후 파기되어집니다.
      <br />
      동 개인정보는 법률에 의한 경우가 아니고서는 보유되어지는 이외의 다른
      목적으로 이용 되지 않습니다.
      <br />
      파기방법
      <br />
      <br />
      - 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기하고
      전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을
      사용하여 삭제합니다.
      <br />
      5. 개인정보의 제3자 제공
      <br />
      회사는 이용자의 개인정보를 원칙적으로 외부에 제공하지 않습니다. 다만,
      아래의 경우에는 예외로 합니다.
      <br />
      - 이용자들이 사전에 동의한 경우
      <br />
      - 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라
      수사기관의 요구가 있는 경우
      <br />
      6. 수집하는 개인정보의 위탁
      <br />
      회사는 고객님의 동의 없이 고객님의 정보를 외부 업체에 위탁하지 않습니다.
      향후 그러한 필요가 생길 경우, 위탁 대상자와 위탁 업무 내용에 대해
      고객님에게 통지하고 필요한 경우 사전 동의를 받도록 하겠습니다.
      <br />
      7. 이용자 및 법정대리인의 권리와 그 행사방법
      <br />
      고객은 언제든지 본인의 개인정보의 열람 및 오류정정을 요구할 수 있고, 이에
      대해 당사는 지체 없이 필요한 조치를 취합니다. 또한 회사는 오류정정 요구가
      있을 시 그 정정 때까지 당해 해당정보를 이용하지 않습니다.
      <br />
      개인정보의 열람, 정정 및 삭제 등의 요청은 개인정보관리 담당자에게 전화
      혹은 e-mail로 요청하시면 본인 확인 절차를 거친 후 지체 없이
      조치하겠습니다.
      <br />
      8. 개인정보 자동수집 장치의 설치, 운영 및 그 거부에 관한 사항
      <br />
      회사는 쿠키 등 인터넷 서비스 이용 시 자동 생성되는 개인정보를 수집하는
      장치를 운영하지 않습니다.
      <br />
      9. 개인정보의 기술적/관리적 보호 대책
      <br />
      회사는 수집된 개인정보의 안정성 확보를 위하여 아래와 같은 기술적/관리적
      대책을 강구하고 있습니다.
      <br />
      <br />
      기술적 대책
      <br />
      <br />
      - 회사는 해킹이나 컴퓨터 바이러스 등에 의해 개인정보가 유출되거나 훼손되는
      것을 막기 위해 최선을 다하고 있습니다.
      <br />
      - 개인정보의 훼손에 대비해서 자료를 수시로 백업하고 있고, 최신
      백신프로그램을 이용하여 이용자들의 개인정보나 자료가 누출되거나 손상되지
      않도록 방지하고 있으며, 암호화통신 등을 통하여 네트워크상에서 개인정보를
      안전하게 전송할 수 있도록 하고 있습니다.
      <br />
      - 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있으며, 기타
      시스템적으로 보안성을 확보하기 위한 가능한 모든 기술적 장치를 갖추려
      노력하고 있습니다.
      <br />
      관리적 대책
      <br />
      <br />
      - 회사는 개인정보 취급직원을 개인정보 관리업무를 수행하는 자 및 업무상
      개인정보의 취급이 불가피 한 자로 엄격히 제한하고 담당직원에 대한 수시
      교육을 통하여 본 정책의 준수를 강조하고 있으며, 매년 정기 내부감사를
      통하여 본 정책의 이행사항 및 담당직원의 준수여부를 확인하여 문제가 발견될
      경우 바로 시정조치하고 있습니다.
      <br />
      <br />
      11. 고지의 의무
      <br />
      현 개인정보취급방침 내용 추가, 삭제 및 수정이 있을 시에는 홈페이지의
      보도자료(또는 개별공지)를 통해 고지할 것입니다.
      <br />
      <br />
      개인정보취급방침 시행일자 : 2024-07-26
      <br />
    </p>
  );
};

export default PersonalInfoPolicy;
